<div class="b3">
    <h2>История появления мастерской</h2>
    <div style="width: 800px">В мире, где техника стала неотъемлемой частью повседневной жизни, некий мастер по имени Николай решил создать свою собственную мастерскую техники. Он был умелым инженером и талантливым изобретателем, и его работы всегда были востребованы.
        <br>Николай начал свой путь, изучая различные виды техники, участвуя в международных выставках и конференциях. Он придумывал новые уникальные устройства и идеи, которые не только облегчали жизнь людей, но и привлекали внимание к его работам.

        По мере развития его мастерской, Николай набирал команду талантливых специалистов, которые разделяли его страсть к технике и инновациям. <br>Николай и его команда продолжают совершенствоваться, открывать новые горизонты и вносить свой вклад в развитие современной техники.</div>
    </div>
</div>-->

<div class="im1" style="display: flex; margin-left: 60.5%; margin-top: -20%">
    <img src="../upload/gf.jpg" width="600px" height="400px">
</div>